{{strip}}
{{set layout="main.tpl"}}
{{set title="イカフェスレート | プライバシーポリシー"}}
<div class="container">
  <h1 class="ikamodoki">
    プライバシーポリシー
  </h1>
  <p>弊サイト（イカフェスレート）では次の情報をアクセスログとして収集・蓄積しています。</p>
  <ul>
    <li>
      アクセス日時
    </li>
    <li>
      IPアドレス
    </li>
    <li>
      訪問元サイトURLに関する自己申告情報（<code>Referrer</code>）
    </li>
    <li>
      訪問者の利用しているブラウザやOSに関する自己申告情報（<code>User-Agent</code>）
    </li>
  </ul>
  <p>弊サイトには利用者の設定項目のうち次の内容が伝達され、取り扱われます。<p>
  <ul>
    <li>
      タイムゾーンの設定データ
      <ul>
        <li>
          設定はサーバに伝わった後、Cookie のみで保持します。通常サーバ上に記録は保存は残りません。
          （タイムゾーンの設定時にエラーが発生した場合はエラーログの一部として記録されます）
        </li>
      </ul>
    </li>
  </ul>
  <p>弊サイトの利用者の設定項目のうち上の項目に記載のない、例えば次のような項目は設定を行った事実すらサーバへは通知されません。（これらはお使いのブラウザ上でのみ保存・処理されます）</p>
  <ul>
    <li>
      自動更新の有無やその更新間隔（ただし、アクセスログから推定できる可能性はあります）
    </li>
    <li>
      グラフの表示スタイル
    </li>
  </ul>
  <p>
    弊サイトでは Cookie を利用しています。
  </p>
  <p>
    弊サイトでは Google Analytics を利用してアクセス解析を行っています。収集内容等については Google Analytics の仕様に準じます。
  </p>
  <p>
    弊サイトで収集した情報のうち、個人の特定が可能であるなどセンシティブな情報（例えばIPアドレス）に関しては一切の公開等行いません。
    その他の情報、例えば一般的なアクセス元やOS、ブラウザの種類などは統計情報として取り扱います。
  </p>
  <p>
    ただし、警察等の捜査機関からの正式な依頼があった場合、または、弊サイトへのいわゆるサイバー攻撃等があり必要があった場合には、
    上の規定に関わらず然るべき機関への情報開示を行います。
  </p>
  <h2 class="ikamodoki">
    とはいえ
  </h2>
  <p>
    このサイトで扱っている情報は大したものではないので普通は気にしなくて大丈夫です。
    <!-- 保存される情報はどのサイトでも行われているものなので、気になるなら回線切ったほうがいいです。 -->
  </p>
</div>
{{/strip}}
