{{strip}}
  <h1 class="ikamodoki">ごちゅうい</h1>
  <ul>
    <li>
      このページはスプラトゥーン公式（任天堂）とは一切関係がありません。個人が勝手に推計しているものです。
    </li>
    <li>
      表示しているデータは公式発表ではありません。
    </li>
    <li>
      使用しているデータは<a href="https://ja.wikipedia.org/wiki/%E6%A8%99%E6%9C%AC%E8%AA%BF%E6%9F%BB">サンプリング</a>されたものです。
      もととなるサンプリングが公平なものかはわかりません。また、開催されているであろう全試合数に対してかなり少ないデータとなっていますので誤差がかなりあるものと思われます。
    </li>
    <li>
      実際には夕方から夜にかけては多く、未明は少なく試合が開催されているものと思われますが、全体の試合数の推計ができないためやむを得ず「ずっと同じ試合数」と仮定した集計を行っています。
      そのため、誤差がかなりあるものと思われます。
      {{* TODO: これの説明 *}}
    </li>
    <li>
      フェスページの表示は上部のボタンの設定に従って自動更新されます（フェスの開催期間にかかわらずずっと更新します）。
      デフォルトでは10分に一回自動更新されます。
      通信量は大したことありませんが気になる方はお気を付けください。
    </li>
  </ul>
{{/strip}}
